[
  {
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/flipapp-1f726.appspot.com/o/images%2Fdata_image%2Fphoto1.jpeg?alt=media&token=9500947a-fa09-4c35-9628-1f87aa1bcae8",
    "postAuthor": "David",
    "postDetail": {
      "detail_1": "Yes and No. Bởi vì mọi cách học trên đời đều có mặt lợi và mặt chưa tốt của nó. Thử nghĩ xem, bản thân một bộ quần áo đẹp không có nghĩa là bạn mặc lên nó sẽ đẹp. Hay giày dép có rất nhiều size, ko thể có một đôi giày phù hợp với tất cả mọi người được. Vì thế, bài viết này không nhằm mục đích phê phán hay chê bai, đơn thuần chỉ là một thanh niên rảnh rỗi cuối tuần chia sẻ lại cách mà anh ta đã tự học tiếng anh mà thôi :D.",
      "detail_2": "Khó để mà giải thích được lý lẽ này bởi vì bản thân mình cũng đã từng than vãn như thế khi thử mình với những cách học khác nhau.Có thể nói một cách đơn giản ko cần logic, là bạn chưa chọn đúng size thôi. Kiên trì tiếp tục tìm nào. Nhân tiện thử cách của mình xem, biết đâu hên hên lại hợp nhỉ .",
      "detail_3": "Yes, Maybe and No. Đây là một câu hỏi ko có đáp án. Bởi vì mỗi trung tâm có một phương pháp riêng, và bạn biết rồi đấy, mọi thứ trên đời đều có sai số, không có thứ gì là 100% đúng hoặc sai. Tuy nhiên, mọi thứ lại thường được vận hành theo 1 quy tắc, gọi tên là 20/80. Theo ý kiến cá nhân, trung tâm, trường lớp chỉ là nơi cung cấp công cụ và môi trường để bạn bồi dưỡng và chỉ giúp bạn phát triển được 20% chính mình. Còn kiến thức nó đến từ 80% nỗ lực của bạn. Vì thế, tuỳ vào điều kiện gia đình, hãy quyết định thật khôn ngoan. Và nên nhớ một điều: “If the egg is broken by an outside force, life ends. If an egg is broken by an inside force, then life begins. Great things happen from the inside.",
      "detail_4": "Mình sẽ ra mắt 2 series, luyện nghe và luyện nói. Hy vọng sẽ giúp ích cho các bạn trong quá trình chinh phục tiếng anh. Well, see you in the next session."
    },
    "postHeadings": {
      "heading_1": "Tôi sẽ cho bạn một phương pháp tự học tối thượng?",
      "heading_2": "Người khác thành công với cách học đó, tại sao tôi lại không được?",
      "heading_3": "Trung tâm tiếng anh có phải là nơi giúp bạn giỏi hơn, càng mắc tiền càng tốt?",
      "heading_4": "Vậy mình sẽ giúp bạn điều gì?"
    },
    "postId": 1,
    "postTitle": "Bạn đang học tiếng anh như thế nào?",
    "releaseDate": "Nov 29, 2018",
    "starRating": 4.2
  },
  {
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/flipapp-1f726.appspot.com/o/images%2Fdata_image%2Fphoto2.jpg?alt=media&token=945a4102-3603-4230-a769-c26a59d844e9",
    "postAuthor": "David",
    "postDetail": {
      "detail_1": "Thực sự học Tiếng Anh không hề khó, có 2 nguyên nhân chính dẫn đến việc bạn học mãi mà vẫn không lên trình độ. Thứ 1 là do cách học. Nguyên nhân thứ 2 quan trọng hơn đó chính là do bản thân bạn. Nên nhớ, con thuyền không bị chìm vì nước ở bên ngoài đại dương, nó chỉ chìm khi nước vào bên trong con thuyền. Vì thế bản thân bạn chính la nhân tố quyết định cho sự thành bại của bất kỳ phương pháp học nào.",
      "detail_2": "Hãy nhớ lại cách mà chúng ta học listening trong Tiếng Việt, có phải hầu hết chúng ta đều nghe và nói trước khi chúng ta được học mặt chữ? Vậy tại sao khi chúng ta học English, chúng ta lại học mặt chữ và cấu trúc câu trước??? Nếu bạn đã hiểu ra vấn đề thì bạn sẽ hiểu được cách học mà mình sẽ hướng dẫn các bạn là gì !!!",
      "detail_3": "Phương pháp học của mình cũng ko mấy xa lạ, mọi nguồn và tài liệu mình đều sử dụng từ bộ “Pronunciation Workshop” của tác giả Paul Gruber (Nếu cảm thấy truyền đạt của mình quá dở, xin hãy tìm đến bộ sách này của chính chủ nhé :D). Okay, để đạt được khả năng nghe 100% những gì người bản xứ nói trên phim ảnh hoặc trong đời sống thực tế là hoàn toàn khả thi và không cần đến trường lớp, thầy cô mới làm được. Bí quyết của việc nghe và hiểu không phải hoàn toàn nằm ở câu chữ và ngữ nghĩa mà nó nằm ở “Sound” – hay còn gọi là âm. ",
      "detail_4": "Sự khác biệt nằm ở đây. Hầu hết mọi người trong chúng ta (có cả mình) đều học không đúng quy trình và điều đó lại vô hình chung tạo một bức tường cản trở chúng ta trong việc nghe được – đó cũng là lý do tại sao con nít học tiếng anh nhanh hơn chúng ta. “Less is more” – khi não bộ chúng ta ko phải mất năng lượng để hình dung chữ cái mà chúng ta nghe được, thì nó sẽ có nhiều cơ hội để nghe được âm thanh thực sự của English.",
      "detail_5": "Sau bài học này, hy vọng giúp bạn hiểu ra tại sao chúng ta đang học sai và trong bài học tới, mình sẽ giới thiệu những sounds chúng ta gặp trong Tiếng Anh. Thanks and See ya."
    },
    "postHeadings": {
      "heading_1": "Tại sao học mãi không lên trình độ?",
      "heading_2": "Học listening nên bắt đầu từ đâu?",
      "heading_3": "Listening là cảm nhận bằng tai, ko phải nhìn bằng mắt!!!",
      "heading_4": "Âm vs. Từ (Sound vs. Letter)",
      "heading_5": "Bài 1 đến đây là hết rồi !"
    },
    "postId": 2,
    "postTitle": "Self-study Listening #1 – Phương pháp",
    "releaseDate": "Dec 03, 2018",
    "starRating": 4.8
  },
  {
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/flipapp-1f726.appspot.com/o/images%2Fdata_image%2Fphoto3.jpg?alt=media&token=536545ea-e0b5-4272-b614-67e5f4abee22",
    "postAuthor": "David",
    "postDetail": {
      "detail_1": "Âm hay sounds là những âm mà chúng ta nghe được khi người khác nói, thậm chí không biết mặt chữ vẫn có thể hiểu được ngữ cảnh. Nói 1 cách nôm na, để có thể hoàn toàn listening và speaking, chúng ta không nhất thiết phải biết rất nhiều Grammar hay Vocabulary. Chắc bạn có thể nhớ lại hồi nhỏ trước khi đi học, ai trong chúng ta cũng đều nghe và nói được tiếng Việt trước khi được học con chữ, phải không nè?",
      "detail_2": "Mỗi ngôn ngữ có một nét đặc trưng và cơ chế hoạt động khác nhau, Tiếng Việt một người có thể được gọi bằng nhiều xưng danh khác nhau trong những hoàn cảnh khác nhau (anh, em, chú, bạn…) trong khi tiếng anh chỉ cần từ YOU. Tương tự ở đây, Học âm của tiếng anh sẽ giup cho chúng ta không bị nhầm lẫn khi có những từ viết khác nhau nhưng lại được đọc gần giống nhau hoặc viết giống nhau lại đọc khác nhau ( ví dụ: Breath vs Breathe … ).",
      "detail_3": "Trong tiếng Anh, âm được chia ra làm 2 loại, Vowels (nguyên âm) và Consonants (phụ âm). Nếu như ngày xưa khi đi học, cô giáo Thảo dạy môn tiếng Anh hay cho chúng ta học tủ câu “anh em út ít ỏi” để nhớ các nguyên âm theo con chữ “a e u i o”, hoặc là một câu thần chú nào khác cho phụ âm, thì bây giờ chúng ta hãy quên nó đi, vì nó là thứ cản trở chúng ta phát âm đúng những từ “hay dễ lẫn lộn” khi phát âm trong tiếng anh.",
      "detail_4": "Yes and No. Như mình đã đề cập phương pháp suy cho cùng cũng chỉ là công cụ, thô sơ hay hiện đại. Bản chất nó không sai, chỉ là bạn chưa dùng nó vào đúng hoàn cảnh cần mà thôi (giống như dùng dao giết bò để giết con gà vậy). Seria này mình sẽ chỉ khai thác khía cạnh Listening và Speaking, trong seria Reading và Writing, mình sẽ hướng dẫn bạn cách dùng con dao giết bò sau :D. Còn bây giờ, hãy cùng học từ những thứ cơ bản nhất nhé. Remember : “When you stop following the wrong things, you give a chance to the right things to catch you”.  Câu trên đại ý là, hãy gạt bỏ những quan điểm và phương pháp chưa đúng ra khỏi đầu bạn, lúc đó tự nhiên bạn sẽ tìm ra chân lý.",
      "detail_5": "Sau bài học này, hy vọng giúp cho các bạn biết âm trong Tiếng anh có bao nhiêu loại và hiểu ra tại sao phương pháp chúng ta đang học chưa đúng và trong bài tiếp theo, mình sẽ bắt đầu với “Vowels – Nguyên âm” . Nếu thấy hữu ích hãy share bài viết nhé – cùng nhau đưa người Việt lên tầm thế giới nào :D."
    },
    "postHeadings": {
      "heading_1": "What – Âm trong tiếng anh là gì?",
      "heading_2": "Why – Tại sao lại phải học âm mà không học luôn mặt chữ?",
      "heading_3": "How it works – Sounds of English?",
      "heading_4": "Sai lầm của phương pháp học ở Việt Nam?",
      "heading_5": "Bài 2 đến đây là hết rồi !"
    },
    "postId": 3,
    "postTitle": "Self-study Listening #2 – Sounds – Âm trong Tiếng Anh",
    "releaseDate": "Dec 06, 2018",
    "starRating": 4.8
  },
  {
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/flipapp-1f726.appspot.com/o/images%2Fdata_image%2Fphoto4.jpeg?alt=media&token=21a83e43-75dc-45a9-aa79-fbc21c546d14",
    "postAuthor": "David",
    "postDetail": {
      "detail_1": "Ngày nảy ngày nay, khi mà chúng ta phải buộc thuộc lòng bảng chữ cái, học thuộc 12 thì trong tiếng anh, học thuộc tất cả thảy cấu trúc câu từ đơn giản đến phức tạp, vậy mà một thực tế đau lòng vẫn xảy ra: điểm 10 môn Anh Văn trong lớp vẫn không giúp bạn khỏi ngọng nghịu khi đối đáp những cuộc trò chuyện giới thiệu bản thân với người nước ngoài, cũng không giúp chúng ta nghe được những bộ phim hay những đoạn hội thoại tưởng chừng vô cùng thân thuộc. Vậy thì chúng ta phải làm gì để khắc phục?",
      "detail_2": "Một thực tế là bản thân chúng ta nói tiếng việt thành thạo cũng ko cần phải nhớ tất cả những cấu trúc hay thậm chí có những từ tiếng Việt chính mình còn không hiểu nghĩa. Thế vậy mà vẫn nói và nghe tiếng Việt rất thành thạo. Tương tự cho tiếng Anh, việc biết và thuộc lòng là 2 phương diện mà phương pháp chúng ta đang học đôi chỗ sai lầm. Vậy thì học từ đâu và như thế nào?",
      "detail_3": "Mình sẽ chia sẽ cách học mà mình cho là hiệu quả và tiết kiệm thời gian cũng như  công sức của các bạn. Nếu có feedback or questions, xin vui lòng gửi message qua facebook cho mình nhé.",
      "detail_4": "Nguyên âm bao gồm 12 Nguyên âm đơn (Monophthongs) và 8 Nguyên âm đôi (Diphthongs). Wow!!! Nhiều quá phải không, đừng lo lắng. Việc học nguyên âm là cho chúng ta có được những nền móng cần thiết, các bạn nên biết sự tồn tại của những âm này, không nên thuộc lòng (vì có ráng cũng sẽ quên thoai :D). Xin hãy vào link này để luyện qua 20 Nguyên âm này nhé. https://www.dailymotion.com/video/x3ip6vn.",
      "detail_5": "Trong bài viết này, hy vọng các bạn có thể biết thêm về những nguyên ÂM trong tiếng Anh và cách chúng phát âm như thế nào. Bài học sau mình sẽ giới thiệu cho các bạn phần còn lại của ÂM trong tiếng Anh – PHỤ ÂM."
    },
    "postHeadings": {
      "heading_1": "1.Chuyện con chữ và bảng chữ cái",
      "heading_2": "2.Chuyện hiểu sai giữa nghiên cứu ngôn ngữ và học để sử dụng một ngôn ngữ",
      "heading_3": "3.Học từ âm – không phải từ con chữ",
      "heading_4": "4.Nguyên âm – 5 Ký tự đại diện cho 19/20 nguyên âm",
      "heading_5": "5.Bài 3 đến đây là hết rồi !"
    },
    "postId": 4,
    "postTitle": "SIY #3 – Vowels – Nguyên Âm",
    "releaseDate": "Dec 12, 2018",
    "starRating": 4.8
  },
  {
    "videoURL": "https://www.youtube.com/embed/b4mbTf4ybEQ",
    "postAuthor": "David",
    "postDetail": {
      "detail_1": "Nếu như bài trước chúng ta đã được biết đến 20 nguyên âm trong tiếng anh bao gồm 12 nguyên âm đơn và 8 nguyên âm đôi, thì hôm nay mình sẽ giới thiệu một đặc tính mà không phải ai cũng biết trong khi học, đó là âm gió (unvoiced / voiceless) và âm cổ họng (voiced)",
      "detail_2": "Khi phát âm những âm như /i/ , /e/, /o/ vân vân và mây mây, hãy rờ hoặc cảm nhận cuống họng sẽ có vibration (sự rung nhẹ). Điều này hoàn toàn hợp lý, vì nguyên âm là thành tố chính tạo nên âm của một từ, nó hẳn phải mang âm (voiced) trong nó.",
      "detail_3": "Đó là một câu chuyện hoàn toàn khác. Bài hôm nay mình sẽ giới thiệu những cặp phụ âm theo cặp (voiced và unvoiced) mà chúng ta hay sai và phổ biến trong tiếng anh.",
      "detail_4": "Vì cảm thấy câu chữ quá tù để thể hiện, xin mời các bạn xem video mình làm phía  trên để hiểu rõ hơn.",
      "detail_5": "Trong bài viết này, hy vọng các bạn có thể biết thêm về âm gió và âm cổ họng, cũng như những phụ âm đi thành cặp mà chúng ta hay make a mistake. Alright, bài học tới sẽ có nội dung về một cặp phụ âm khác mà mình xin dành hẳn 1 post để nói nó. See you then."
    },
    "postHeadings": {
      "heading_1": "1.Nhắc lại bài trước",
      "heading_2": "2.Tất cả các nguyên âm đều là âm cổ họng (voiced sounds)?",
      "heading_3": "3.Vậy còn phụ âm?",
      "heading_4": "4.Pair Consonants – Voiced and Unvoiced",
      "heading_5": "5.Bài 4 đến đây là hết rồi !"
    },
    "postId": 5,
    "postTitle": "SIY #4 – Consonants – Phụ Âm",
    "releaseDate": "Dec 20, 2018",
    "starRating": 4.8
  }
]
